<?php $layer[] = __FILE__; require_once "index_template.php" ?>
<!DOCTYPE HTML>
<html lang="ja">
<head>
<meta charset="utf-8">
<title magic-data="ページタイトル">
	mlayersプロジェクト&magic;
</title>
</head>
<body magic-data="アトリビュート|body" style="background-color: gold;">

<!-- ブログ情報 —————————————————————————————— -->
	<div magic-data="ブログタイトル">
		mlayers紹介サイト
	</div>
	
	<div magic-data="ブログ説明文">
		<p>mlayersは静的なページにHTML継承の機能を追加するプログラムです。〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇。</p>
		<p>〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇。</p>
	</div>
<!-- /ブログ情報 -->

<!-- 記事 エントリー4 —————————————————————————————— -->
	<div magic-data="記事日付">
		2015/11/04
	</div>
	
	<div magic-data="記事タイトル">
		テンプレートレイヤーとプログラムレイヤー
	</div>
	
	<div magic-data="記事サマリー">
		<p>〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇。</p>
	</div>
	
	<div magic-data="記事リンク">
		<a href="entry3.php">続きを読む</a>
	</div>
<!-- /記事 エントリー4 -->

<!-- 記事 エントリー3 —————————————————————————————— -->
	<div magic-data="記事日付">
		2015/11/04
	</div>
	
	<div magic-data="記事タイトル">
		多段継承と複数レイヤー
	</div>
	
	<div magic-data="記事サマリー">
		<p>〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇。</p>
	</div>
	
	<div magic-data="記事リンク">
		<a href="entry3.php">続きを読む</a>
	</div>
<!-- /記事 エントリー3 -->

<!-- 記事 エントリー2 —————————————————————————————— -->
	<div magic-data="記事日付">
		2015/11/03
	</div>
	
	<div magic-data="記事タイトル">
		読み込みと流し込み
	</div>
	
	<div magic-data="記事サマリー">
		<p><img src="images/image2-1.jpg"></p>
		<p>〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇。</p>
	</div>
	
	<div magic-data="記事リンク">
		<a href="entry2.php">続きを読む</a>
	</div>
<!-- /記事 エントリー2 -->

</body>
</html>